"SPC Password" = "Password SPC";
"Authentication Key" = "Chiave di autenticazione";
"Incorrect key" = "Chiave incorretta";
"Incorrect SPC Password" = "Password SPC incorretta";
"Enter 26 digit key" = "Inserisci chiave di autenticazione di 26 cifre.";
"Security" = "Sicurezza";
"Too many retries of SPC." = "Troppi tentativi di SPC.";
"AKEY set successfully." = "Impostazione AKEY riuscita.";
"Failed to set AKEY." = "Impostazione AKEY non riuscita.";
"Too many retries of AKEY." = "Troppi tentativi di AKEY.";
"Password" = "Password";
"Key" = "Chiave";
"OK" = "OK";
"Cancel" = "Annulla";